INSERT INTO test ( title)
VALUES ('Вариант 1'),
      ( 'Вариант 2'),
      ( 'Вариант 3'),
      ( 'Вариант 4'),
      ( 'Вариант 5');

INSERT INTO task_type (id, title, type)
VALUES (700, 'Ручной ввод в поле ответа', 'MANUAL'),
     (600, 'Ответ с множественным выбором', 'MULTISELECT'),
     (500, 'Выбор единственного ответа', 'SELECT');


INSERT INTO question(name)
VALUES ('Что такое шифрование?'),
      ('Что такое кодирование?'),
      ('Для восстановления защитного текста требуется:'),
      ('Выберите примеры алфавитов:'),
      ('Что представляет собой криптографическая система?'),
      ('На какие виды подразделяют криптосистемы?'),
      ('Количество используемых ключей в симметричных криптосистемах для шифрования и дешифрования:'),
      ('Ключи, используемые в системах с открытым ключом:'),
      ('Выберите то, как связаны ключи друг с другом в системе с открытым ключом:'),
      ('Что принято называть электронной подписью?');



